Repository: NiceATC/GLPI-TicketAnswers
Catalog: locales/*.po
Languages: pt_br

source: Ticket Answers
pt_br: Respostas de Tickets

source: Configuration
pt_br: Configuração

source: Statistics
pt_br: Estatísticas

source: Notifications
pt_br: Notificações

source: No new notifications
pt_br: Não há novas notificações

source: Mark all as read
pt_br: Marcar todos como lido

source: View ticket
pt_br: Ver chamado

source: Ticket
pt_br: Chamado

source: Date
pt_br: Data

source: User
pt_br: Usuário

source: Response
pt_br: Resposta

source: Actions
pt_br: Ações

source: Settings saved successfully
pt_br: Configurações salvas com sucesso

source: Check interval (seconds)
pt_br: Intervalo de verificação (segundos)

source: Enable sound notification
pt_br: Habilitar notificação sonora

source: Notifications per page
pt_br: Notificações por página

source: Notifications Summary
pt_br: Resumo de Notificações

source: Total notifications viewed
pt_br: Total de notificações visualizadas

source: Notifications by day
pt_br: Notificações por dia

source: Count
pt_br: Quantidade

source: View in new tab
pt_br: Ver em nova aba

source: Validation
pt_br: Validação

source: Validation Request
pt_br: Solicitação de Validação

source: requested validation
pt_br: solicitou validação

source: sent validation request
pt_br: enviou solicitação de validação

source: Technical Response
pt_br: Resposta técnica

source: Ticket Status
pt_br: Status do chamado

source: Pending
pt_br: Pendente

source: to group
pt_br: para grupo

source: Validation Approved
pt_br: Validação Aprovada

source: Validation Refused
pt_br: Validação Recusada

source: Validation Response
pt_br: Resp. Validação

source: approved validation
pt_br: aprovou a validação

source: refused validation
pt_br: recusou a validação

source: Pending comment
pt_br: Comentário de pendência
